# UNIX
brew "git"
brew "openssl"
brew "tmux"
brew "vim"
brew "zsh"
brew "htop"
brew "tree"
brew "mas"
brew "watch"
brew "wget"

# cask_args appdir: '/Applications'
tap 'caskroom/cask'

# Software
cask "caffeine"
cask "google-chrome"
cask "skype"
cask "slack"
cask "spotify"
cask "virtualbox"
cask "imageoptim"
cask "jumpcut"
cask "psequel"
cask "postman"
cask "poedit"
cask "skitch"
cask "soundflower"
cask "soundflowerbed"
cask "sourcetree"
cask "sublime-text"
cask "torbrowser"
cask "tripmode"
cask "visual-studio-code"
cask "vlc"
cask "1password"
cask "sketch"
cask "sequel-pro"
cask "infinit"
cask "firefox"
cask "cyberduck"
cask "cleanmymac"
cask "flux"
cask "spotify"
cask "vlc"
cask "audacity"
cask "grandperspective"
cask "satellite-eyes"
cask "postgres"
cask "docker"
cask "kitematic"
mas "The Unarchiver", id: 425424353
mas "Telephone", id: 406825478
mas "iA Writer", id: 775737590
mas "Sip", id: 507257563


# Image manipulation
brew "imagemagick"

# Programming languages
brew "elixir"
brew "go"
brew "n"
brew "rbenv"
brew "ruby-build"

# development
brew "awscli"
brew "ansible"
brew "gettext"
brew "git-flow"
brew "mysql"
brew "ssh-copy-id"

# other stuff
brew "youtube-dl"
brew "keybase"
